Repository: KerryExpressThailand/ke-pdc-web-v2
Catalog: src/KE-PDC.Web/Resources/Views/CODAccounts/ShopVerify.*.resx
Languages: th_th

source: Address
th_th: ที่อยู่

source: Bank Account Name
th_th: ชื่อบัญชี

source: Bank Account No.
th_th: เลขที่บัญชี

source: Bank Branch
th_th: สาขา

source: Bank Name
th_th: บัญชีธนาคาร

source: Citizen ID/Passport
th_th: เลขบัตรประชาชน/หนังสือเดินทาง

source: COD Member Verify by Shop
th_th: ตรวจสอบ COD Member โดยพาร์เซลช็อป

source: Company Name
th_th: ชื่อบริษัท

source: Copy of Bank Account
th_th: สำเนาหน้าสมุดบัญชีธนาคาร

source: Copy of Bank Account (png, jpg, jpeg or pdf)
th_th: สำเนาหน้าสมุดบัญชีธนาคาร (png, jpg, jpeg หรือ pdf)

source: Copy of Citizen ID/Passport
th_th: สำเนาบัตรประชาชน/หนังสือเดินทาง

source: Copy of Citizen ID/Passport (png, jpg, jpeg or pdf)
th_th: สำเนาบัตรประชาชน/หนังสือเดินทาง (png, jpg, jpeg หรือ pdf)

source: Copy of Company Documents
th_th: สำเนาหนังสือรับรองบริษัท

source: Copy of Company Documents (png, jpg, jpeg or pdf)
th_th: สำเนาหนังสือรับรองบริษัท (png, jpg, jpeg หรือ pdf)

source: Copy of Power of Attorney
th_th: สำเนาหนังสือมอบอำนาจ

source: Copy of Power of Attorney (png, jpg, jpeg or pdf)
th_th: สำเนาหนังสือมอบอำนาจ (png, jpg, jpeg หรือ pdf)

source: Date of birth
th_th: วันเดือนปีเกิด

source: Delete this account because
th_th: ลบบัญชีนี้เนื่องจาก

source: District/City/Province/Postal Code
th_th: ตำบล/อำเภอ/จังหวัด/รหัสไปรษณีย์

source: Email Address
th_th: ที่อยู่อีเมล

source: First name - Last name
th_th: ชื่อจริง - นามสกุล

source: Keyword
th_th: คำค้นหา

source: Mobile (COD A/C)
th_th: เบอร์โทรศัพท์หลัก (COD A/C)

source: Other reason
th_th: เหตุผลอื่น ๆ

source: Power of Attorney
th_th: ผู้รับมอบอำนาจ

source: Search
th_th: ค้นหา

source: Shop verify by
th_th: พาร์เซลช็อปตรวจสอบโดย

source: Tax ID
th_th: หมายเลขประจำตัวผู้เสียภาษี

source: Mobile
th_th: โทรศัพท์มือถือ

source: Not found
th_th: ไม่พบข้อมูลในระบบ EasyShip

source: Not found data in EasyShip
th_th: โปรดตรวจสอบว่าลูกค้าได้ทำการกรอกข้อมูล COD Account มาในระบบ EasyShip แล้วหรือไม่ หรือข้อมูลที่ค้นหาถูกต้องแล้วหรือไม่ (หากลูกค้ายืนยันว่ากรอกข้อมูลมาแล้ว ให้ลูกค้าเข้าระบบ EasyShip ให้ดู ณ ตอนนั้น เพื่อเป็นการยืนยันว่าลูกค้าสมัครใช้งาน COD Account แล้ว)

source: Mobile No., Citizen ID/Passport or Tax ID
th_th: เบอร์มือถือ, เลขบัตรประชาชน/หนังสือเดินทาง หรือ เลขประจำตัวผู้เสียภาษี

source: Registered Date
th_th: ลงทะเบียนเมื่อ

source: Other documents (png, jpg, jpeg or pdf)
th_th: เอกสารอื่น ๆ (png, jpg, jpeg หรือ pdf)
